Repository: LanaD-coder/CalliDerCameper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Checkout canceled
de: Bezahlung abgebrochen

source: Want to adjust your booking? Have a quick look around then come back to pay!
de: Möchten Sie Ihre Buchung anpassen? Schauen Sie sich kurz um und kehren Sie dann zur Zahlung zurück!

source: My Profile
de: Mein Profil

source: My Bookings
de: Meine Buchungen

source: Campervan
de: Wohnmobil

source: Start Date
de: Beginn

source: End Date
de: Ende

source: Booking Number:
de: Buchungsnummer:

source: Deposit:
de: Kaution:

source: Grand total:
de: Gesamtpreis:

source: You have no bookings yet.
de: Sie haben noch keine Buchungen.

source: We are avid campers and, through our travels, have found some real hidden gems. If you need a bit of inspiration for your upcoming trip, pop over to our
de: Wir sind leidenschaftliche Camper und haben auf unseren Reisen einige echte Geheimtipps entdeckt. Wenn du ein wenig Inspiration für deine nächste Reise brauchst, schau doch mal bei unserem

source: Recommended Camping Destinations
de: Empfohlene Campingziele

source: If you need to make any changes to your bookings, please
de: Falls du etwas an deinen Buchungen ändern möchtest,

source: Contact us
de: Kontaktiere uns

source: Thanks for your order!
de: Vielen Dank für Ihre Bestellung!

source: We appreciate your business! A confirmation email will be sent to
de: Wir schätzen Ihr Vertrauen! Eine Bestätigungs-E-Mail wird gesendet an

source: If you have any questions, please email
de: Wenn Sie Fragen haben, senden Sie bitte eine E-Mail an

source: We appreciate your booking! If you have any questions, please feel free to contact us at:
de: Vielen Dank für Ihre Buchung! Wenn Sie Fragen haben, können Sie uns gerne kontaktieren unter:

source: Go to Profile
de: Zum Profil

source: English
de: Englisch

source: German
de: Deutsch

source: Welcome to Calli the Camper!
de: Willkommen bei Calli dem Camper!

source: Please select your language.
de: Bitte wähle deine Sprache aus.

source: This is how it works
de: So läuft's ab

source: Everything about renting.
de: Rund um die Vermietung.

source: Collection & Return
de: Abholung & Rückgabe

source: Abholung und Rückgabe finden an einem unserer Standorte statt.
de: Pick-up: We'll be waiting for you at the agreed time

source: Abholung: Wir warten zur vereinbarten Uhrzeit auf dich
de: Detailed introduction (approx. 35 minutes)

source: Ausführliche Einweisung (Dauer ca. 35 Minuten)
de: Quick Pickup (shorter handover) optional when booking

source: Quick Pickup (kürzere Übergabe) optional bei Buchung
de: Return: Please clean the interior (if not booked)

source: Rückgabe: Innenraum bitte reinigen (falls nicht gebucht)
de: Empty fresh and waste water tanks

source: Frisch- und Abwassertank entleeren
de: Empty and clean the toilet

source: Toilette entleeren und reinigen
de: Please return the vehicle with a full tank

source: Fahrzeug bitte vollgetankt zurückbringen
de: Return takes approx. 20 minutes

source: Rückgabe dauert ca. 20 Minuten
de: Price overview for Calli the Camper

source: Preisübersicht für Calli der Camper
de: Low season

source: Nebensaison
de: Mid-season

source: Zwischensaison
de: High season

source: Hauptsaison
de: 🎉 Included – you’re welcome!

source: 🎉 Inklusive – bitte schön!
de: Bike rack: included (limited to 50 kg)

source: Fahrradträger: inklusive (begrenzt auf 50 kg)
de: Camping table & chairs: included

source: Campingtisch & Stühle: inklusive
de: Final cleaning (if not done by you): €59

source: Endreinigung (wenn nicht selbst gemacht): 59€
de: 🚐 Unlimited kilometers included ✨ No mileage limits – drive as far as you like!

source: 🚐 Unbegrenzte Kilometer inklusive ✨ Keine Kilometerbegrenzung – fahren, so weit ihr wollt!
de: Deposit

source: Kaution
de: Minimum rental period

source: Mindestmietdauer
de: Cancellation policy

source: Stornobedingungen
de: Cancellations are of course possible – we kindly ask for timely notice. The following policy applies:

source: Stornierungen sind natürlich möglich – wir bitten um rechtzeitige Info. Folgende Regelung gilt:
de: Up to 30 days before departure: 90% refund of total rental price

source: Bis 30 Tage vor Reisebeginn: 90% Erstattung des Gesamtmietpreises
de: 14–29 days before departure: 50% refund

source: 14–29 Tage vor Reisebeginn: 50% Erstattung
de: Less than 14 days before departure: No refund

source: Weniger als 14 Tage vor Reisebeginn: Keine Rückerstattung
de: If we are able to rent the vehicle out again at short notice, we’ll try to be flexible and possibly issue a partial refund.

source: Bei einer kurzfristigen Neuvermietung versuchen wir kulant zu sein und ggf. einen Teilbetrag zu erstatten.
de: Tip:

source: Tipp:
de: We recommend purchasing travel cancellation insurance – just in case!

source: Wir empfehlen den Abschluss einer Reiserücktrittsversicherung für den Fall der Fälle!
de: Where is Calli allowed to go?

source: Wohin darf Calli fahren?
de: With Calli, you can explore Europe’s most beautiful places!

source: Mit Calli kannst du Europas schönste Ecken entdecken!
de: Our insurance with LVM covers travel in many countries – safe, convenient, and stress-free.

source: Unsere Versicherung bei LVM deckt Fahrten in viele Länder ab – sicher, bequem und ganz entspannt.
de: ✅ Insured & allowed

source: ✅ Versichert & erlaubt
de: You may travel to the following countries with Calli:

source: Du darfst mit Calli in folgende Länder reisen:
de: For these countries, we will provide the ‘Green Card’ (international insurance card) upon request – your official proof of insurance.

source: Für diese Länder stellen wir dir auf Wunsch die „Grüne Karte“ (internationale Versicherungskarte) aus – dein offizieller Versicherungsnachweis.
de: ❌ Not allowed / No insurance coverage

source: ❌ Nicht erlaubt / kein Versicherungsschutz
de: These countries are crossed out on the Green Card and excluded from insurance coverage.

source: Diese Länder sind auf der Grünen Karte durchgestrichen und vom Versicherungsschutz ausgeschlossen.
de: Schreib uns

source: Message
de: Nachricht

source: Send Message
de: Nachricht senden

source: Explore VW Grand California Features
de: VW Grand California Funktionen entdecken

source: Get to know the innovative and practical functions of the VW Grand California.
de: Lerne die innovativen und praktischen Funktionen des VW Grand California kennen.

source: Watch videos and view images demonstrating how each feature enhances your travel experience.
de: Sieh dir Videos und Bilder an, die zeigen, wie jede Funktion dein Reiseerlebnis verbessert.

source: YouTube-Videoplayer
de: Feature Demo via YouTube

source: Funktionsdemo über YouTube
de: Watch this detailed video walkthrough directly from our official channel.

source: Sieh dir diese ausführliche Videoanleitung direkt auf unserem offiziellen Kanal an.
de: Website besuchen

source: No destinations available at the moment.
de: Derzeit sind keine Reiseziele verfügbar.

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Your message has been sent!
de: Ihre Nachricht wurde gesendet!

source: Street Name
de: Straße

source: Street Number
de: Hausnummer

source: Town/City
de: Ort

source: Country
de: Land

source: Street
de: Straße

source: Discount Code
de: Promo Code

source: Deposit (€1000) – Automatically applied
de: Anzahlung (€1000) – Wird automatisch angewendet

source: Additional Services
de: Zusatzleistungen

source: Photos
de: Bilder

source: Time
de: Zeit

source: Driver Name
de: Name des Fahrers

source: Odometer
de: Tachometer

source: Windshields
de: Windschutzscheiben

source: Paintwork
de: Lackierung

source: Bodywork
de: Karosserie

source: Front Tires
de: Vordere Reifen

source: Rear Tires
de: Hintere Reifen

source: Seats
de: Sitze

source: Upholstery
de: Polsterung

source: Windows
de: Fenster

source: Lights
de: Beleuchtung

source: Flooring
de: Bodenbelag

source: Known Damage
de: Bekannte Schäden

source: Customer Signature
de: Unterschrift des Kunden

source: Handover Checklist
de: Übergabe-Checkliste

source: Existing Signature:
de: Vorhandene Unterschrift:

source: Clear Signature
de: Unterschrift löschen

source: Save Checklist
de: Checkliste speichern

source: Return Checklist
de: Rückgabe-Checkliste

source: Booking %(booking.booking_number)s
de: Buchung %(booking.booking_number)s

source: Start Date:
de: Beginn:

source: End Date:
de: Ende:

source: Edit
de: Bearbeiten

source: Checklist
de: Checkliste

source: Tires Front
de: Vordere Reifen

source: Tires Rear
de: Hintere Reifen

source: Print this checklist
de: Diese Checkliste drucken

source: Back to Edit
de: Zurück zur Bearbeitung

source: New Booking Notification
de: Neue Buchungsbenachrichtigung

source: New Booking Received
de: Neue Buchung erhalten

source: Customer:
de: Kunde:

source: Total Price:
de: Gesamtpreis:

source: Payment Reference:
de: Zahlungsreferenz:

source: Additional Services:
de: Zusatzleistungen:

source: No additional services selected.
de: Keine Zusatzleistungen ausgewählt.

source: View in Admin Dashboard
de: Im Admin-Dashboard ansehen

source: This is an automated notification. No reply is necessary.
de: Dies ist eine automatische Benachrichtigung. Eine Antwort ist nicht erforderlich.

source: Payment Successful
de: Zahlung erfolgreich

source: Thank you for your payment!
de: Vielen Dank für Ihre Zahlung!

source: Hi
de: Hallo

source: We’ve received your payment successfully.
de: Wir haben Ihre Zahlung erfolgreich erhalten.

source: Booking Summary
de: Buchungsübersicht

source: Booking Number
de: Buchungsnummer

source: Total Price
de: Gesamtpreis

source: Deposit Amount
de: Anzahlungsbetrag

source: If you have any questions, feel free to contact us.
de: Bei Fragen können Sie sich gerne an uns wenden.

source: Best regards,
de: Mit freundlichen Grüßen,

source: Primary Driver Details
de: Angaben zum Hauptfahrer

source: Book Calli the Camper
de: Buche Calli den Camper

source: Booking Dates
de: Buchungsdaten

source: Please note:
de: Hinweis:

source: Grayed out dates are not bookable.
de: Graue hinterlegte Tage sind nicht buchbar.

source: Base price for selected dates:
de: Basispreis für ausgewählte Datum:

source: Enter discount code (if any)
de: Gib hier deinen Code ein (wenn vorhanden)

source: Additional Driver (Optional)
de: Zusätzlicher Fahrer (optional)

source: Add additional driver?
de: Zusätzlichen Fahrer hinzufügen?

source: Yes
de: Ja

source: No
de: Nein

source: Address
de: Adresse

source: Deposit
de: Kaution

source: Summary
de: Zusammenfassung

source: Base price:
de: Grundpreis:

source: Additional services:
de: Zusatzleistungen:

source: Confirm & Pay
de: Bestätigen & Bezahlung

source: You need to be a registered user to book Calli.
de: Du musst registrierter Nutzer sein, um Calli zu buchen.

source: Please <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to make a booking.
de: Bitte <a href="%(login_url)s">einloggen</a> oder <a href="%(signup_url)s">registrieren</a>, um eine Buchung vorzunehmen.

source: Booked
de: Gebucht

source: Your Payment Was Successful
de: Ihre Zahlung war erfolgreich

source: Account Inactive
de: Konto Inaktiv

source: This account is inactive.
de: Dieses Konto ist inaktiv.

source: We've sent a code to %(recipient)s. The code expires shortly, so please enter it soon.
de: Wir haben einen Code an %(recipient)s gesendet. Der Code läuft bald ab, bitte gib ihn schnell ein.

source: Confirm
de: Bestätigen

source: Request new code
de: Neuen Code anfordern

source: Cancel
de: Abbrechen

source: Confirm Access
de: Zugang bestätigen

source: Please reauthenticate to safeguard your account.
de: Bitte authentifiziere dich erneut, um dein Konto zu schützen.

source: Alternative options
de: Alternative Optionen

source: Email Verification
de: E-Mail-Verifizierung

source: Enter Email Verification Code
de: E-Mail-Verifizierungscode eingeben

source: Use a different email address
de: Andere E-Mail-Adresse verwenden

source: Sign In
de: Anmelden

source: Enter Sign-In Code
de: Anmeldecode eingeben

source: Password Reset
de: Passwort zurücksetzen

source: Enter Password Reset Code
de: Passwort-Zurücksetzcode eingeben

source: Phone Verification
de: Telefonverifizierung

source: Enter Phone Verification Code
de: Telefon-Verifizierungscode eingeben

source: Use a different phone number
de: Andere Telefonnummer verwenden

source: Email Addresses
de: E-Mail-Adressen

source: The following email addresses are associated with your account:
de: Folgende E-Mail-Adressen sind mit Ihrem Konto verknüpft:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: Primary
de: Primär

source: Make Primary
de: Als primär festlegen

source: Re-send Verification
de: Verifizierung erneut senden

source: Remove
de: Entfernen

source: Add Email Address
de: E-Mail-Adresse hinzufügen

source: Add Email
de: E-Mail hinzufügen

source: Do you really want to remove the selected email address?
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?

source: Email Address
de: E-Mail-Adresse

source: Current email
de: Aktuelle E-Mail

source: Changing to
de: Ändert zu

source: Your email address is still pending verification.
de: Ihre E-Mail-Adresse steht noch aus zur Verifizierung.

source: Cancel Change
de: Änderung abbrechen

source: Change to
de: Ändern zu

source: Change Email
de: E-Mail ändern

source: Confirm Your Email
de: Bestätige deine E-Mail

source: Confirm Your Email Address
de: Bestätige deine E-Mail-Adresse

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user <strong>%(user_display)s</strong>.
de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse für den Nutzer <strong>%(user_display)s</strong> ist.

source: Confirm Email
de: E-Mail bestätigen

source: Unable to confirm %(email)s because it is already confirmed by a different account.
de: %(email)s kann nicht bestätigt werden, da diese E-Mail bereits mit einem anderen Konto verknüpft ist.

source: This email confirmation link expired or is invalid. Please <a href="mailto:abenteuer@callidercamper.de">request a new confirmation email</a>.
de: Dieser Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="mailto:abenteuer@callidercamper.de">fordere eine neue Bestätigungsmail an</a>.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
de: Wenn du noch kein Konto hast, dann bitte zuerst %(link)sanmelden%(end_link)s.

source: Sign in with a passkey
de: Mit Passkey anmelden

source: Send me a sign-in code
de: Sende mir einen Anmeldecode

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?

source: Change Password
de: Passwort ändern

source: Forgot Password?
de: Passwort vergessen?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
de: Passwort vergessen? Gib unten deine E-Mail-Adresse ein, und wir senden dir eine E-Mail zum Zurücksetzen.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktiere uns, falls du Probleme beim Zurücksetzen des Passworts hast.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben dir eine E-Mail gesendet. Falls du sie nicht findest, prüfe bitte deinen Spam-Ordner. Falls sie nach einigen Minuten nicht ankommt, kontaktiere uns.

source: Bad Token
de: Ungültiger Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen des Passworts ist ungültig, möglicherweise wurde er bereits verwendet. Bitte fordere <a href="%(passwd_reset_url)s">ein neues Passwort-Zurücksetzen</a> an.

source: Your password is now changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Set Password
de: Passwort festlegen

source: Change Phone
de: Telefonnummer ändern

source: Current phone
de: Aktuelle Telefonnummer

source: Your phone number is still pending verification.
de: Deine Telefonnummer wartet noch auf die Verifizierung.

source: Enter your password:
de: Gib dein Passwort ein:

source: You will receive a special code for a password-free sign-in.
de: Du erhältst einen speziellen Code für die passwortfreie Anmeldung.

source: Request Code
de: Code anfordern

source: Other sign-in options
de: Andere Anmeldeoptionen

source: Signup
de: Registrierung

source: Sign Up
de: Registrieren

source: Already have an account? Then please %(link)ssign in%(end_link)s.
de: Du hast bereits ein Konto? Dann bitte %(link)smelden dich an%(end_link)s.

source: Sign up using a passkey
de: Mit Passkey registrieren

source: Passkey Sign Up
de: Registrierung mit Passkey

source: Other options
de: Andere Optionen

source: Sign Up Closed
de: Registrierung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Registrierung ist derzeit geschlossen.

source: Note
de: Hinweis

source: You are already logged in as %(user_display)s.
de: Du bist bereits eingeloggt als %(user_display)s.

source: Warning:
de: Warnung:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
de: Du hast derzeit keine E-Mail-Adresse hinterlegt. Bitte füge eine E-Mail-Adresse hinzu, damit du Benachrichtigungen erhalten und dein Passwort zurücksetzen kannst.

source: Verify Your Email Address
de: Bestätige deine E-Mail-Adresse

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
de: Wir haben dir eine E-Mail zur Bestätigung geschickt. Folge dem Link, um die Registrierung abzuschließen. Falls du die Bestätigungsmail nicht im Posteingang findest, prüfe bitte deinen Spam-Ordner. Bitte kontaktiere uns, falls du die E-Mail innerhalb weniger Minuten nicht erhältst.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
de: Für diesen Bereich der Seite müssen wir überprüfen, dass du tatsächlich du bist. Dafür ist es erforderlich, dass du den Besitz deiner E-Mail-Adresse bestätigst.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
de: Wir haben dir eine E-Mail zur Bestätigung geschickt. Bitte klicke auf den Link in dieser E-Mail. Falls du die Bestätigungsmail nicht im Posteingang findest, prüfe bitte deinen Spam-Ordner. Andernfalls kontaktiere uns, wenn du sie innerhalb weniger Minuten nicht erhältst.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
de: <strong>Hinweis:</strong> Du kannst deine <a href="%(email_url)s">E-Mail-Adresse weiterhin ändern</a>.

source: Calli the Camper
de: Calli der Camper

source: Home
de: Startseite

source: Contact
de: Kontakt

source: Profile
de: Profil

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: Calli explores the world – and you can join in!
de: Calli erkundet die Welt – und du kannst mitmachen!

source: Calli is more than just a camper – he’s our little adventure on four wheels. But instead of just using him ourselves, we want other people to experience the freedom of travel too. That way, Calli keeps discovering new places, and you might find your very own favorite spot.
de: Calli ist mehr als nur ein Camper – er ist unser kleines Abenteuer auf vier Rädern. Aber statt ihn nur selbst zu nutzen, möchten wir, dass auch andere die Freiheit des Reisens erleben. So entdeckt Calli ständig neue Orte, und du findest vielleicht deinen eigenen Lieblingsplatz.

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Welcome!
de: Willkommen!

source: Please
de: Bitte

source: or
de: oder

source: to get started.
de: um zu beginnen.
